Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Migration.caption
source: Migration helps you to transfer your data between devices securely.
ar: يساعدك الترحيل على نقل بياناتك بين الأجهزة بشكل آمن.
de: Mit der Migration können Sie Ihre Daten sicher zwischen Geräten übertragen.
es: La migración le ayuda a transferir sus datos entre dispositivos de forma segura.
fr: La migration vous aide à transférer vos données entre appareils en toute sécurité.
hi: माइग्रेशन आपको उपकरणों के बीच अपने डेटा को सुरक्षित रूप से स्थानांतरित करने में मदद करता है।
id: Migrasi membantu Anda mentransfer data antar perangkat dengan aman.
it: La migrazione ti aiuta a trasferire i tuoi dati tra dispositivi in modo sicuro.
ja: 移行は、デバイス間でデータを安全に転送するのに役立ちます。
ko: 마이그레이션은 장치 간에 데이터를 안전하게 전송하는 데 도움이 됩니다.
nl: Migratie helpt u uw gegevens veilig over te zetten tussen apparaten.
pl: Migracja pomaga bezpiecznie przesyłać dane między urządzeniami.
pt: A migração ajuda você a transferir seus dados entre dispositivos com segurança.
ru: Миграция помогает безопасно передавать данные между устройствами.
th: การโยกย้ายช่วยให้คุณถ่ายโอนข้อมูลระหว่างอุปกรณ์ได้อย่างปลอดภัย
tr: Geçiş, verilerinizi cihazlar arasında güvenli bir şekilde aktarmanıza yardımcı olur.
uk: Міграція допомагає безпечно передавати дані між пристроями.
vi: Di chuyển giúp bạn truyền dữ liệu giữa các thiết bị một cách an toàn.
zh_hans: 迁移可帮助你在不同设备间安全地转移你的数据。
zh_hant: 遷移有助於您在裝置之間安全地傳輸資料。

# Extension.details.delete.succeed.description
source: The extension is now removed and will not be running anymore.
ar: تمت إزالة الملحق الآن ولن يتم تشغيله بعد الآن.
de: Die Erweiterung wurde jetzt entfernt und wird nicht mehr ausgeführt.
es: La extensión ahora se ha eliminado y ya no se ejecutará.
fr: L'extension est maintenant supprimée et ne fonctionnera plus.
hi: एक्सटेंशन अब हटा दिया गया है और अब नहीं चल रहा है।
id: Ekstensi sekarang dihapus dan tidak akan berjalan lagi.
it: L'estensione è stata rimossa e non sarà più in esecuzione.
ja: 拡張機能は削除され、もう実行されません。
ko: 확장은 이제 제거되었고 더 이상 실행되지 않을 것입니다.
nl: De extensie is nu verwijderd en zal niet meer draaien.
pl: Rozszerzenie zostało teraz usunięte i nie będzie już działać.
pt: A extensão agora foi removida e não será mais executada.
ru: Расширение теперь удалено и больше не будет работать.
th: ตอนนี้ส่วนขยายถูกลบออกแล้วและจะไม่ทํางานอีกต่อไป
tr: Uzantı şimdi kaldırıldı ve artık çalışmayacak.
uk: Розширення тепер видалено і більше не працюватиме.
vi: Tiện ích mở rộng hiện đã bị xóa và sẽ không chạy nữa.
zh_hans: 该插件已被移除并不再会被激活。
zh_hant: 擴充套件現已刪除，將不再執行。

# Settings.interface.dimming
source: Force Dimming
ar: التعتيم القسري
de: Kraftdimmen
es: Atenuación de la fuerza
fr: Gradation forcée
hi: बल-डिमिंग
id: Peredupan paksa
ja: 力調光
ko: 강제 디밍
nl: Force-dimmen
pl: Przyciemnianie siły
pt: Escurecimento de força
ru: Силовое затемнение
th: บังคับให้หรี่แสง
tr: Kuvvetle karartma
uk: Примусове затемнення
vi: Lực làm mờ
zh_hans: 强制降低屏幕亮度
zh_hant: 強制調光

# Carina.new-states.long-term-plan.description
source: The suggestion given is in the plan, and will be implemented in the future, but not now.
ar: الاقتراح المقدم موجود في الخطة، وسيتم تنفيذه في المستقبل، ولكن ليس الآن.
de: Der gegebene Vorschlag ist im Plan enthalten und wird in Zukunft umgesetzt, aber nicht jetzt.
es: La sugerencia dada está en el plan y se implementará en el futuro, pero no ahora.
fr: La suggestion donnée est dans le plan et sera mise en œuvre à l'avenir, mais pas maintenant.
hi: दिया गया सुझाव योजना में है, और भविष्य में लागू किया जाएगा, लेकिन अभी नहीं।
id: Saran yang diberikan ada dalam rencana, dan akan diimplementasikan di masa depan, tetapi tidak sekarang.
it: Il suggerimento dato è nel piano e sarà attuato in futuro, ma non ora.
ja: 与えられた提案は計画の中にあり、将来実施されるが、今はそうではない。
ko: 주어진 제안은 계획에 있으며, 미래에 실행될 것이지만, 지금은 아니다.
nl: De gegeven suggestie staat in het plan en zal in de toekomst worden geïmplementeerd, maar niet nu.
pl: Podana sugestia jest w planie i zostanie wdrożona w przyszłości, ale nie teraz.
pt: A sugestão dada está no plano e será implementada no futuro, mas não agora.
ru: Предложение находится в плане и будет реализовано в будущем, но не сейчас.
th: ข้อเสนอแนะที่ได้รับอยู่ในแผนและจะดําเนินการในอนาคต แต่ไม่ใช่ตอนนี้
tr: Verilen öneri plandadır ve gelecekte uygulanacak, ancak şimdi değil.
uk: Надана пропозиція є в плані і буде реалізована в майбутньому, але не зараз.
vi: Đề xuất được đưa ra có trong kế hoạch, và sẽ được thực hiện trong tương lai, nhưng không phải bây giờ.
zh_hans: 提出的建议在规划中，且会在未来实行，但目前不会采用。
zh_hant: 給出的建議在計劃中，將來將實施，但不是現在。

# Home.search-field
source: Keyword or Link
ar: كلمة رئيسية أو رابط
de: Stichwort oder Link
es: Palabra clave o enlace
fr: Mot-clé ou lien
hi: कीवर्ड या लिंक
id: Kata Kunci atau Tautan
it: Parola chiave o link
ja: キーワードまたはリンク
ko: 키워드 또는 링크
nl: Trefwoord of Link
pl: Słowo kluczowe lub link
pt: Palavra-chave ou link
ru: Ключевое слово или ссылка
th: คีย์เวิร์ดหรือลิงก์
tr: Anahtar Kelime veya Bağlantı
uk: Anahtar Kelime veya Bağlantı
vi: Từ khóa hoặc Liên kết
zh_hans: 关键词或链接
zh_hant: 關鍵詞或連結

# Iris.search.google
source: Google
ar: جَوْجَلَ
de: Googeln
es: Googlear
fr: Chercher sur Google
hi: गूगल
ko: 구글
pt: Procurar no Google
ru: Искать в интернете
th: กูเกิล
zh_hans: 谷歌
zh_hant: 谷歌

# About.chat.qq
source: QQ Group
ar: مجموعة كيو كيو
de: QQ-Gruppe
es: Grupo QQ
fr: Groupe QQ
hi: क्यूक्यू समूह
id: Grup QQ
it: Gruppo QQ
ja: QQグループ
ko: QQ 그룹
nl: QQ Groep
pl: Grupa QQ
pt: Grupo QQ
ru: Группа QQ
th: กลุ่ม QQ
tr: QQ Grubu
uk: Група QQ
vi: Nhóm QQ
zh_hans: QQ群
zh_hant: QQ組

# Archive.empty
source: No Archives
ar: لا يوجد أرشيف
de: Keine Archive
es: Sin archivos
fr: Pas d'archives
hi: कोई अभिलेखागार नहीं
id: Tidak ada arsip
it: Nessun archivio
ja: アーカイブなし
ko: 기록 보관소 없음
nl: Geen archieven
pl: Brak archiwów
pt: Sem Arquivos
ru: Нет Архивов
th: ไม่มีคลังข้อมูล
tr: Arşiv Yok
uk: Немає архівів
vi: Không có tài liệu lưu trữ
zh_hans: 无归档
zh_hant: 沒有檔案

# Settings.browse.delayed-historyed-recording.footer
source: Delayed History Recording will wait for 2 seconds before recording history, avoiding records of meaningless re-direction sites.
ar: سينتظر تسجيل السجل المتأخر لمدة ثانيتين قبل تسجيل السجل، متجنبا تسجيلات مواقع إعادة التوجيه التي لا معنى لها.
de: Verzögerte Verlaufsaufzeichnung wartet 2 Sekunden, bevor sie den Verlauf aufzeichnet, wodurch Aufzeichnungen von bedeutungslosen Umleitungsseiten vermieden werden.
es: La grabación del historial retrasado esperará 2 segundos antes de grabar el historial, evitando registros de sitios de redirección sin sentido.
fr: L'enregistrement de l'historique retardé attendra 2 secondes avant d'enregistrer l'historique, évitant ainsi les enregistrements de sites de redirection insignifiants.
hi: विलंबित इतिहास रिकॉर्डिंग इतिहास रिकॉर्ड करने से पहले 2 सेकंड तक इंतजार करेगा, अर्थहीन पुन: निर्देशन साइटों के रिकॉर्ड से परहेज करेगा।
id: Rekaman Riwayat Tertunda akan menunggu selama 2 detik sebelum merekam riwayat, menghindari catatan situs pengalihan yang tidak berarti.
it: La registrazione della cronologia ritardata aspetterà 2 secondi prima di registrare la cronologia, evitando registrazioni di siti di reindirizzamento privi di significato.
ja: 遅延履歴記録は、履歴を記録する前に2秒間待機し、無意味なリダイレクトサイトの記録を回避します。
ko: 지연된 기록 기록은 기록을 기록하기 전에 2초 동안 기다리며, 무의미한 리디렉션 사이트의 기록을 피합니다.
nl: Vertraagde geschiedenisopname wacht 2 seconden voordat de geschiedenis wordt opgenomen, waardoor records van zinloze omleidingssites worden vermeden.
pl: Opóźnione nagrywanie historii będzie czekać 2 sekundy przed nagrywaniem historii, unikając nagrań bezsensownych miejsc przekierowania.
pt: A gravação do histórico atrasado aguardará 2 segundos antes de gravar o histórico, evitando registros de sites de redirecionamento sem sentido.
ru: Запись отложенной истории будет подождать 2 секунды перед записью истории, избегая записей бессмысленных сайтов перенаправления.
th: การบันทึกประวัติที่ล่าช้าจะรอ 2 วินาทีก่อนที่จะบันทึกประวัติ หลีกเลี่ยงการบันทึกไซต์เปลี่ยนเส้นทางที่ไร้ความหมาย
tr: Gecikmeli Geçmiş Kaydı, anlamsız yeniden yönlendirme sitelerinin kayıtlarından kaçınarak geçmiş kaydetmeden önce 2 saniye bekleyecektir.
uk: Затримка запису історії чекатиме 2 секунди перед записом історії, уникаючи записів безглуздих сайтів перенаправлення.
vi: Ghi lại lịch sử bị trì hoãn sẽ đợi trong 2 giây trước khi ghi lại lịch sử, tránh ghi lại các trang web chuyển hướng vô nghĩa.
zh_hans: 延迟历史记录将在记录历史前等待两秒，以防止无意义的重定向链接被记录。
zh_hant: 延遲歷史記錄將等待2秒才能記錄歷史記錄，避免記錄毫無意義的重定向站點。

# Settings.privacy.history.clear
source: Clear All History?
ar: مسح كل التاريخ؟
de: Die Gesamte Geschichte Löschen?
es: ¿Lijar toda la historia?
fr: Effacer toute l'histoire ?
hi: सारा इतिहास साफ़ करें?
id: Bersihkan Semua Riwayat?
it: Cancellare Tutta La Storia?
ja: すべての履歴をクリアしますか？
ko: 모든 기록을 지우시겠습니까?
nl: Alle geschiedenis wissen?
pl: Wyczyść całą historię?
pt: Limpar Toda a História?
ru: Очистить Всю Историю?
th: ล้างประวัติทั้งหมด?
tr: Tüm Geçmişi Temizle?
uk: Очистити всю історію?
vi: Xóa tất cả lịch sử?
zh_hans: 清除所有历史？
zh_hant: 清除所有歷史記錄？

# Passcode.add
source: Add Passcode
ar: أضف رمز المرور
de: Passcode hinzufügen
es: Añadir código de acceso
fr: Ajouter un code d'accès
hi: पासकोड जोड़ें
id: Tambahkan Kode Sandi
it: Aggiungi codice di accesso
ja: パスコードを追加する
ko: 암호 추가
nl: Toegangscode toevoegen
pl: Dodaj hasło
pt: Adicionar senha
ru: Добавить пароль
th: เพิ่มรหัสผ่าน
tr: Şifre Ekle
uk: Şifre Ekle
vi: Thêm mật mã
zh_hans: 添加密码
zh_hant: 新增密碼

# Passcode.remove.confirm
source: Enter 1234 to Confirm
ar: أدخل 1234 للتأكيد
de: Geben Sie 1234 ein, um zu bestätigen
es: Introduzca 1234 para confirmar
fr: Entrez 1234 pour confirmer
hi: पुष्टि करने के लिए 1234 दर्ज करें
id: Masukkan 1234 untuk Konfirmasi
it: Inserisci 1234 per confermare
ja: 確認するには1234を入力してください
ko: 확인을 위해 1234를 입력하세요
nl: Voer 1234 in om te bevestigen
pl: Wprowadź 1234, aby potwierdzić
pt: Digite 1234 para confirmar
ru: Введите 1234 для подтверждения
th: ป้อน 1234 เพื่อยืนยัน
tr: Onaylamak için 1234'e girin
uk: Onaylamak için 1234'e girin
vi: Nhập 1234 để xác nhận
zh_hans: 输入1234以确认
zh_hant: 輸入1234進行確認

# Settings.interface.search-button.swipe.customize
source: Show Config Menu
ar: إظهار قائمة التكوين
de: Konfigurationsmenü Anzeigen
es: Mostrar menú de configuración
fr: Afficher le menu de configuration
hi: कॉन्फ़िग मेनू दिखाएं
id: Tampilkan Menu Konfigurasi
it: Mostra il menu di configurazione
ja: 設定メニューを表示する
ko: 설정 메뉴 표시
nl: Toon configuratiemenu
pl: Pokaż menu konfiguracji
pt: Mostrar Menu de Configuração
ru: Показать меню конфигурации
th: แสดงเมนูการกําหนดค่า
tr: Yapılandırma Menüsünü Göster
uk: Yapılandırma Menüsünü Göster
vi: Hiển thị Menu Cấu hình
zh_hans: 显示参数菜单
zh_hant: 顯示配置選單

# Settings.privacy.history.confirm
source: Confirm
ar: أَكَّدَ
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: सुदृढ़ करना
id: Menegaskan
it: Confermare
ja: 確認する
ko: 확립하다
nl: Bevestigen
pl: Potwierdzić
pt: Confirmar
ru: Утверждать, утвердить
th: ยืนยัน
tr: Doğrulamak
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# Settings.passcode
source: Passcode
ar: رمز مرور
es: Código de acceso
fr: Code de passe
hi: पासकोड
id: Kode sandi
ja: パスコード
ko: 암호
nl: Toegangscode
pl: Kod dostępu
pt: Código de acesso
ru: Код-пароль
th: รหัสผ่าน
tr: Şifre
uk: Şifre
vi: Mật mã
zh_hans: 密码
zh_hant: 密碼

# Settings.interface.home.toolbar.monogram.config.size
source: Use Larger Font Size
ar: استخدم حجم خط أكبر
de: Größere Schriftgröße Verwenden
es: Usar un tamaño de fuente más grande
fr: Utilisez une taille de police plus grande
hi: बड़े फ़ॉन्ट आकार का उपयोग करें
id: Gunakan Ukuran Huruf yang Lebih Besar
it: Usa una dimensione del carattere più grande
ja: より大きなフォントサイズを使用する
ko: 더 큰 글꼴 크기를 사용하세요
nl: Gebruik een grotere lettergrootte
pl: Użyj Większego Rozmiaru Czcionki
pt: Use um tamanho de fonte maior
ru: Используйте Шрифт Большего Размера
th: ใช้ขนาดตัวอักษรที่ใหญ่ขึ้น
tr: Daha Büyük Yazı Tipi Boyutu Kullanın
uk: Daha Büyük Yazı Tipi Boyutu Kullanın
vi: Sử dụng cỡ chữ lớn hơn
zh_hans: 使用更大字号
zh_hant: 使用更大的字型大小

# Carina.reply.send
source: Reply
ar: رَدَّ
de: Antwort
es: Contestación
fr: Réponse
hi: उत्तर
id: Jawaban
it: Risposta
ja: 返事
ko: 대답
nl: Antwoord
pl: Odpowiedź
pt: Resposta
ru: Ответ
th: ตอบ
tr: Cevap
uk: Відповісти
vi: Trả lời
zh_hans: 回复
zh_hant: 答覆

# Settings.interface.home.list
source: Edit Home
ar: تعديل المنزل
de: Startseite bearbeiten
es: Editar Inicio
fr: Modifier la page d'accueil
hi: घर संपादित करें
id: Edit Rumah
it: Modifica Home
ja: 編集ホーム
ko: 편집 홈
nl: Bewerken Thuis
pl: Edytuj Strona Główna
pt: Editar Página Inicial
ru: Редактировать Главная
th: แก้ไขบ้าน
tr: Ana Sayfayı Düzenle
uk: Ana Sayfayı Düzenle
vi: Chỉnh sửa Trang chủ
zh_hans: 编辑首页
zh_hant: 編輯主頁

# Settings.keyboard.enable
source: Enable Cepheus Keyboard
ar: تمكين Cepheus لوحة المفاتيح
de: Cepheus Tastatur aktivieren
es: Habilitar Cepheus Teclado
fr: Activer Cepheus Clavier
hi: सक्षम करें Cepheus कुंजीपटल
id: Aktifkan Cepheus Keyboard
it: Abilita Cepheus Tastiera
ja: Cepheusキーボードを有効にする
ko: Cepheus 키보드 활성화
nl: Schakel Cepheus toetsenbord in
pl: Włącz Cepheus Klawiaturę
pt: Ative o teclado Cepheus
ru: Включить Cepheus Клавиатура
th: เปิดใช้งาน Cepheus คีย์บอร์ด
tr: Cepheus Klavyeyi etkinleştir
uk: Увімкнути Cepheus Клавіатуру
vi: Bật Cepheus Bàn phím
zh_hans: 启用Cepheus键盘
zh_hant: 啟用Cepheus鍵盤

# Carina.new-states.unmarked.description
source: Your feedback had been sent, but currently no one had respond, to it.
ar: تم إرسال ملاحظاتك، ولكن لم يرد عليها أحد حاليا.
de: Ihr Feedback wurde gesendet, aber derzeit hat niemand darauf geantwortet.
es: Sus comentarios habían sido enviados, pero actualmente nadie había respondido.
fr: Vos commentaires avaient été envoyés, mais actuellement, personne n'y avait répondu.
hi: आपकी प्रतिक्रिया भेज दी गई थी, लेकिन वर्तमान में किसी ने इसका जवाब नहीं दिया है।
id: Umpan balik Anda telah dikirim, tetapi saat ini tidak ada yang menanggapinya.
it: Il tuo feedback era stato inviato, ma al momento nessuno aveva risposto.
ja: あなたのフィードバックは送信されましたが、現在誰もそれに応答していません。
ko: 당신의 피드백이 전송되었지만, 현재 아무도 그것에 응답하지 않았습니다.
nl: Uw feedback was verzonden, maar op dit moment had niemand erop gereageerd.
pl: Twoja opinia została wysłana, ale obecnie nikt nie odpowiedział.
pt: Seu feedback foi enviado, mas atualmente ninguém respondeu a ele.
ru: Ваш отзыв был отправлен, но в настоящее время никто на него не ответил.
th: ความคิดเห็นของคุณถูกส่งไปแล้ว แต่ขณะนี้ยังไม่มีใครตอบกลับ
tr: Geri bildiriminiz gönderilmişti, ancak şu anda kimse yanıt vermedi.
uk: Ваш відгук було надіслано, але наразі ніхто на нього не відповів.
vi: Phản hồi của bạn đã được gửi đi, nhưng hiện tại không ai phản hồi về nó.
zh_hans: 你的反馈已经发出，但尚未有人做出回应。
zh_hant: 您的反饋已傳送，但目前沒有人回覆。

# Settings.interface.home.toolbar.selection.archives
source: Archives
ar: أرشيف
de: Archiv
es: Archivo
hi: पुरालेखागार
id: Arsip
it: Archivi
ja: アーカイブス
ko: 기록 보관소
nl: Archieven
pl: Archiwum
pt: Arquivos
ru: Архивы
th: คลังข้อมูล
tr: Arşiv
uk: Архіви
vi: Kho lưu trữ
zh_hans: 归档
zh_hant: 檔案

# Passcode.remove.success
source: Successfully Removed Passcode
ar: تمت إزالة رمز المرور بنجاح
de: Passcode erfolgreich entfernt
es: Contraseña Eliminada Con Éxito
fr: Code d'accès supprimé avec succès
hi: पासकोड को सफलतापूर्वक हटा दिया गया
id: Berhasil Menghapus Kode Sandi
it: Codice di accesso rimosso con successo
ja: パスコードの削除に成功しました
ko: 성공적으로 암호 제거됨
nl: Toegangscode met succes verwijderd
pl: Pomyślnie Usunięto Hasło
pt: Senha removida com sucesso
ru: Успешно Удален Пароль
th: ลบรหัสผ่านสําเร็จแล้ว
tr: Şifre Başarıyla Kaldırıldı
uk: Şifre Başarıyla Kaldırıldı
vi: Đã xóa mật mã thành công
zh_hans: 成功移除密码
zh_hant: 成功刪除密碼

# Settings.search.edit-tip.subtitle
source: search engines
ar: محركات البحث
de: Suchmaschinen
es: Motores de búsqueda
fr: Moteurs de recherche
hi: खोज इंजन
id: Mesin pencari
it: Motori di ricerca
ja: 検索エンジン
ko: 검색 엔진
nl: Zoekmachines
pl: Wyszukiwarki
pt: Mecanismos de busca
ru: Поисковые системы
th: เครื่องมือค้นหา
tr: Arama motorları
uk: Arama motorları
vi: Công cụ tìm kiếm
zh_hans: 搜索引擎
zh_hant: 搜索引擎

# Extension.details.add.succeed.description
source: The extension is now installed and will be active in specific pages.
ar: تم تثبيت الملحق الآن وسيكون نشطا في صفحات محددة.
de: Die Erweiterung ist jetzt installiert und wird auf bestimmten Seiten aktiv sein.
es: La extensión ya está instalada y estará activa en páginas específicas.
fr: L'extension est maintenant installée et sera active dans des pages spécifiques.
hi: एक्सटेंशन अब स्थापित है और विशिष्ट पृष्ठों में सक्रिय होगा।
id: Ekstensi sekarang diinstal dan akan aktif di halaman-halaman tertentu.
it: L'estensione è ora installata e sarà attiva in pagine specifiche.
ja: 拡張機能がインストールされ、特定のページでアクティブになります。
ko: 확장은 이제 설치되었고 특정 페이지에서 활성화될 것입니다.
nl: De extensie is nu geïnstalleerd en zal actief zijn op specifieke pagina's.
pl: Rozszerzenie jest teraz zainstalowane i będzie aktywne na określonych stronach.
pt: A extensão agora está instalada e estará ativa em páginas específicas.
ru: Расширение теперь установлено и будет активно на определенных страницах.
th: ตอนนี้ส่วนขยายได้รับการติดตั้งแล้วและจะเปิดใช้งานในหน้าเฉพาะ
tr: Uzantı şimdi yüklendi ve belirli sayfalarda aktif olacak.
uk: Розширення тепер встановлено і буде активним на певних сторінках.
vi: Tiện ích mở rộng hiện đã được cài đặt và sẽ hoạt động trong các trang cụ thể.
zh_hans: 该插件已被安装并会在特定网页中激活。
zh_hant: 擴充套件現已安裝，並將在特定頁面中啟用。

# Carina.new-states.under-investigation.description
source: We’ve known the issue you told, and we were investigating it in order to fix it.
ar: لقد عرفنا المشكلة التي أخبرتها، وكنا نحقق فيها من أجل إصلاحها.
de: Wir kennen das Problem, das Sie erzählt haben, und wir haben es untersucht, um es zu beheben.
es: Hemos conocido el problema que dijiste, y lo estábamos investigando para solucionarlo.
fr: Nous connaissions le problème que vous avez parlé, et nous l'enquêtions afin de le résoudre.
hi: हम आपके द्वारा बताई गई समस्या को जानते हैं, और हम इसे ठीक करने के लिए इसकी जांच कर रहे थे।
id: Kami telah mengetahui masalah yang Anda sampaikan, dan kami sedang menyelidikinya untuk memperbaikinya.
it: Abbiamo conosciuto il problema che hai detto e lo stavamo indagando per risolverlo.
ja: 私たちはあなたが言った問題を知っており、それを修正するために調査していました。
ko: 우리는 당신이 말한 문제를 알고 있었고, 그것을 해결하기 위해 조사하고 있었습니다.
nl: We hebben het probleem dat je hebt verteld gekend en we hebben het onderzocht om het op te lossen.
pl: Znaliśmy problem, o którym mówiłeś i badaliśmy go, aby go naprawić.
pt: Sabíamos do problema que você disse e estávamos investigando para corrigi-lo.
ru: Мы знали о проблеме, о которой вы говорили, и мы исследовали ее, чтобы исправить.
th: เราทราบปัญหาที่คุณบอก และเรากําลังตรวจสอบเพื่อแก้ไขปัญหา
tr: Söylediğiniz sorunu biliyorduk ve düzeltmek için araştırıyorduk.
uk: Ми знали про проблему, про яку ви сказали, і ми досліджували її, щоб виправити.
vi: Chúng tôi đã biết vấn đề mà bạn đã nói và chúng tôi đang điều tra nó để khắc phục nó.
zh_hans: 我们已了解你所提出的问题，我们正在调查问题的根源以修复该问题。
zh_hant: 我們已經知道你告訴我的問題，我們正在調查它以修復它。

# Migration.send.content.failure
source: Upload Failed
ar: فشل التحميل
de: Hochladen fehlgeschlagen
es: Carga fallida
fr: Échec du téléchargement
hi: अपलोड विफल
id: Gagal Mengunggah
it: Caricamento non riuscito
ja: アップロードに失敗しました
ko: 업로드 실패
nl: Uploaden mislukt
pl: Przesyłanie nie powiodło się
pt: Falha no Upload
ru: Загрузка Не Удалась
th: การอัปโหลดล้มเหลว
tr: Yükleme Başarısız Oldu
uk: Завантаження не вдалося
vi: Tải lên không thành công
zh_hans: 上传失败
zh_hant: 上傳失敗

# Carina.new-states.long-term-plan
source: Long-term Plan
ar: خطة طويلة الأجل
de: Langfristiger Plan
es: Plan a largo plazo
fr: Plan à long terme
hi: दीर्घकालिक योजना
id: Rencana Jangka Panjang
it: Piano a lungo termine
ja: 長期計画
ko: 장기 계획
nl: Langetermijnplan
pl: Długoterminowy plan
pt: Plano de Longo Prazo
ru: Долгосрочный план
th: แผนระยะยาว
tr: Uzun Vadeli Plan
uk: Довгостроковий план
vi: Kế hoạch dài hạn
zh_hans: 远期计划
zh_hant: 長期計劃

# Settings.interface.home.toolbar.monogram.config.design.default
source: Regular
ar: مُنْتَظِم
de: Stammkunde
fr: Régulier
hi: Aa नियमित
id: Reguler
it: Regolare
ja: Aa ディフォルト
ko: Aa 규칙적인
nl: Regelmatig
pl: Regularny
ru: Регулярный
th: Aa ปกติ
tr: Düzenli
uk: Düzenli
vi: Thường xuyên
zh_hans: Regular 标准
zh_hant: Aa 標準

# Carina.busy-state.efficient.description
source: Feedbacks can be replied in short periods.
ar: يمكن الرد على التعليقات في فترات قصيرة.
de: Feedbacks können in kurzen Zeiträumen beantwortet werden.
es: Los comentarios se pueden responder en períodos cortos.
fr: Les commentaires peuvent être répondus en peu de courtes périodes.
hi: फीडबैक का जवाब कम समय में दिया जा सकता है।
id: Umpan balik dapat dijawab dalam waktu singkat.
it: I feedback possono essere risposti in brevi periodi.
ja: フィードバックは短期間で返信できます。
ko: 피드백은 단기간에 답변할 수 있습니다.
nl: Feedback kan in korte tijd worden beantwoord.
pl: Na opinie można odpowiedzieć w krótkich okresach.
pt: Os feedbacks podem ser respondidos em curtos períodos.
ru: На отзывы можно ответить в короткие сроки.
th: ข้อเสนอแนะสามารถตอบกลับได้ในช่วงเวลาสั้น ๆ
tr: Geri bildirimler kısa sürelerde yanıtlanabilir.
uk: На відгуки можна відповісти за короткі періоди часу.
vi: Phản hồi có thể được trả lời trong thời gian ngắn.
zh_hans: 反馈可以在较短时间内得到回复。
zh_hant: 反饋可以在短時間內得到回覆。

# Carina.attachments.links.manual
source: Enter Manually
ar: أدخل يدويا
de: Manuell eingeben
es: Introduzca manualmente
fr: Entrer manuellement
hi: मैन्युअल रूप से दर्ज करें
id: Masuk Secara Manual
it: Inserisci manualmente
ja: 手動で入力する
ko: 수동으로 입력
nl: Handmatig invoeren
pl: Wprowadź ręcznie
pt: Digite Manualmente
ru: Введите Вручную
th: ป้อนด้วยตนเอง
tr: Manuel Olarak Girin
uk: Введіть вручну
vi: Nhập thủ công
zh_hans: 手动输入
zh_hant: 手動輸入

# Passcode.remove
source: Remove Passcode
ar: إزالة رمز المرور
de: Passcode Entfernen
es: Eliminar código de acceso
fr: Supprimer le code d'accès
hi: पासकोड हटाएं
id: Hapus Kode Sandi
it: Rimuovi il codice di accesso
ja: パスコードを削除する
ko: 암호 제거
nl: Toegangscode verwijderen
pl: Usuń hasło
pt: Remover senha
ru: Удалить пароль
th: ลบรหัสผ่าน
tr: Şifreyi Kaldır
uk: Şifreyi Kaldır
vi: Xóa mật mã
zh_hans: 移除密码
zh_hant: 刪除密碼

# Settings.privacy.history.cancel
source: Cancel
ar: أَلْغى
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Membatalkan
it: Annulla
ja: 中止する
ko: 취소
nl: Annuleren
pl: Anulować
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: Iptal etmek
uk: Скасувати
vi: Bãi bỏ
zh_hans: 取消
zh_hant: 取消

# Home.config.private-mode
source: Private mode
ar: الوضع الخاص
de: Privater Modus
es: Modo privado
fr: Mode privé
hi: निजी मोड
id: Mode pribadi
it: Modalità privata
ja: プライベートモード
ko: 개인 모드
nl: Privémodus
pl: Tryb prywatny
pt: Modo privado
ru: Частный режим
th: โหมดส่วนตัว
tr: Özel mod
uk: Özel mod
vi: Chế độ riêng tư
zh_hans: 无痕浏览
zh_hant: 私人模式

# Bookmark.item.edit.empty
source: Editing Bookmarks
ar: تعديل الإشارات المرجعية
de: Lesezeichen bearbeiten
es: Edición de marcadores
fr: Modification des signets
hi: बुकमार्क्स को संपादित करना
id: Mengedit Penanda
it: Modifica dei segnalibri
ja: ブックマークの編集
ko: 북마크 편집
nl: Bladwijzers bewerken
pl: Edycja zakładek
pt: Editando Marcadores
ru: Редактирование Закладок
th: การแก้ไขบุ๊กมาร์ก
tr: Yer İmlerini Düzenleme
uk: Редагування закладок
vi: Chỉnh sửa dấu trang
zh_hans: 正在编辑书签
zh_hant: 編輯書籤

# Passcode.add.first
source: Enter New Passcode
ar: أدخل رمز مرور جديد
de: Neuen Passcode eingeben
es: Introduzca un nuevo código de acceso
fr: Entrez le nouveau code d'accès
hi: नया पासकोड दर्ज करें
id: Masukkan Kode Sandi Baru
it: Inserisci un nuovo codice di accesso
ja: 新しいパスコードを入力してください
ko: 새 암호 입력
nl: Voer een nieuwe toegangscode in
pl: Wprowadź nowe hasło
pt: Digite Nova Senha
ru: Введите Новый Пароль
th: ป้อนรหัสผ่านใหม่
tr: Yeni Şifre Girin
uk: Yeni Şifre Girin
vi: Nhập mật mã mới
zh_hans: 输入新密码
zh_hant: 輸入新密碼
